Repository: 4teamwork/ftw.globalstatusmessage
Catalog: ftw/globalstatusmessage/locales/*/LC_MESSAGES/ftw.globalstatusmessage.po
Languages: de, es, fi, pt_br

source: Global Status Message
de: Globale Statusnachricht
es: Mensaje de estado global
fi: Sivustoilmoitin
pt_br: Mensagem de estado global

source: Global Statusmessage
de: Globale Statusnachricht
es: Mensaje de estado global
fi: Sivustoilmoitin
pt_br: Mensagem de estado global

source: Settings for Global Status Message.
de: Einstellungen für Globale Statusnachricht
es: Configuración del mensaje de estado global
fi: Sivustoilmoittimen asetukset
pt_br: Configuração da mensagem de estado global

source: error
de: Fehler
fi: virhe
pt_br: erro

source: information
es: información
fi: tiedoksi
pt_br: informação

source: statusmessage_help_exclude_sites
de: Die Statusnachricht wird nicht in den hier ausgewählten Sub-Seiten angezeigt.
es: El mensaje no se mostrará en el contexto de cualquiera de las carpetas listadas aquí. Sin embargo, si una carpeta es seleccionada y contiene a otra carpeta que no es seleccionada, en el contexto de esta última carpeta el mensaje será mostrado.
fi: Ilmoitusta ei näytetä valituilla sivustoilla. Huomaa, että valinta ei vaikuta mahdollisiin alisivustoihin: jokainen alisivusto jota ilmoitus ei koske, pitää myös valita.
pt_br: A mensagem não será mostrada no contexto das pastas que forem selecionadas. Porém, se uma pasta é selecionada e ela contém uma outra pasta que não foi selecionada, no contexto da última pasta a mensagem será mostrada.

source: statusmessage_label_Active
de: Aktiv
es: Activo
fi: Ilmoitus käytössä
pt_br: Ativo

source: statusmessage_label_anonymous
es: Mostrar a usuarios anónimos.
fi: Salli tunnistautumattomien käyttäjien nähdä tämä viesti.
pt_br: Mostrar a usuários anônimos

source: statusmessage_label_exclude_sites
de: Auf Sub-Seiten nicht anzeigen
es: Excluir subsitios
fi: Sivustot joita ilmoitus ei koske
pt_br: Exclude subsites

source: statusmessage_label_message
de: Nachricht
es: Mensaje
fi: Ilmoituksen teksti
pt_br: Mensagem

source: statusmessage_label_title
de: Titel
es: Título
fi: Ilmoituksen otsikko
pt_br: Título

source: statusmessage_label_type
de: Typ
es: Tipo
fi: Ilmoituksen tyyppi
pt_br: Tipo

source: warning
de: Warnung
es: advertencia
fi: varoitus
pt_br: aviso
